export const ways = [
  {
    title: "Что нужно чтобы начать учиться разработке?",
    description:
      "Желание и 2 часа в день. Все остальное вы получите в программе «Фронтенд-разработчик», где с нуля изучите все необходимые технологии для разработки интерфейсов. Попробовать обучение можно бесплатно здесь.",
  },
  {
    title: "А если у меня не получится пройти всю программу за раз?",
    description:
      "Вы сможете взять перерыв на месяц. Но чаще всего наши студенты не нуждаются в этом. Даже если вы отстанете, вы сможете нагнать одногруппников во время каникул. Посмотреть, как распределено время на обучение и отдых на программе «Фронтенд-разработчик» можно здесь.",
  },
  {
    title: "Сколько нужно учиться, чтобы получить работу?",
    description:
      "Чтобы стать фронтенд-разработчиком нужно отучиться минимум 9 месяцев. Столько идет наш курс «Джуниор». За это время вы освоите JavaScript, глубоко изучите библиотеку React и подготовитесь к трудоустройству. Подробнее о программе и количестве недель на каждую технологию можно узнать на сайте «Джуниора».",
  },
];

export const differences = {
  way: "Узконаправленный подход. Учим только фронтенду, поэтому вы получаете именно те знания, за которыми пришли.",
  easy: "Доступность обучения. Простыми словами объясняем сложные темы на понятных примерах.",
  program:
    "Концентрация знаний. Например, модуль «HTML&CSS» даст вам столько же умений и навыков, как и 6 месяцев обучения по этой программе в госуниверситете.",
};
